[
  {
    "image": "https://images.pexels.com/photos/3184292/pexels-photo-3184292.jpeg",
    "heading": "बाज़ार अनुसंधान: डेटा-आधारित अंतर्दृष्टि से अपने व्यवसाय को सशक्त बनाएं",
    "text": "हमारी व्यापक बाजार अनुसंधान सेवाओं के माध्यम से विकास के अवसरों को अनलॉक करें, जो आपके व्यवसाय की आवश्यकताओं के अनुसार कार्रवाई योग्य बुद्धिमत्ता प्रदान करती हैं।",
    "btnText": "और पढ़ें",
    "link": "/services/market-research"
  },
  {
    "image": "https://images.pexels.com/photos/3184465/pexels-photo-3184465.jpeg",
    "heading": "सामाजिक अनुसंधान: गहन विश्लेषण के माध्यम से सामाजिक परिवर्तन को बढ़ावा देना",
    "text": "हमारे सामाजिक अनुसंधान पहल नीतियों और कार्यक्रमों को आकार देने के लिए मूल्यवान अंतर्दृष्टि प्रदान करते हैं, जो अंततः सार्थक सामाजिक प्रभाव लाते हैं।",
    "btnText": "और पढ़ें",
    "link": "/services/social-research"
  },
  {
    "image": "https://images.pexels.com/photos/3184306/pexels-photo-3184306.jpeg",
    "heading": "डेटा संग्रह और फील्डवर्क: विश्वसनीय डेटा संग्रह, भरोसेमंद परिणाम",
    "text": "हमारी अनुभवी फील्ड टीम सटीक और नैतिक डेटा संग्रह सुनिश्चित करती है, जो प्रभावशाली अनुसंधान परिणामों के लिए एक ठोस आधार प्रदान करती है।",
    "btnText": "और पढ़ें",
    "link": "/services/data-collection"
  },
  {
    "image": "/home/hero4.jpg",
    "heading": "नवाचार और ग्राहक-केंद्रित समाधान: ग्राहक-प्रथम दृष्टिकोण के साथ अग्रणी अनुसंधान",
    "text": "CCSL अभिनव कार्यप्रणालियों को ग्राहकों की आवश्यकताओं की गहन समझ के साथ मिलाकर अनुकूलित अनुसंधान समाधान प्रदान करता है जो सफलता की ओर ले जाते हैं।",
    "btnText": "और पढ़ें",
    "link": "/about/innovation"
  },
  {
    "image": "/home/hero5.jpg",
    "heading": "भौगोलिक कवरेज: बांग्लादेश और उससे आगे तक विस्तृत पहुंच",
    "text": "हम बांग्लादेश भर में मजबूत उपस्थिति और APAC तथा GCC क्षेत्रों में रणनीतिक साझेदारियों के माध्यम से आपके अनुसंधान आवश्यकताओं के लिए असाधारण भौगोलिक कवरेज प्रदान करते हैं।",
    "btnText": "और पढ़ें",
    "link": "/about/coverage"
  },
  {
    "image": "/home/hero6.jpg",
    "heading": "हमें क्यों चुनें: अनुसंधान उत्कृष्टता में आपका विश्वसनीय भागीदार",
    "text": "CCSL स्थानीय विशेषज्ञता और वैश्विक मानकों को मिलाकर उच्च गुणवत्ता, नैतिक और प्रभावशाली अनुसंधान समाधान प्रदान करता है जो आपकी अनूठी आवश्यकताओं के अनुसार होते हैं।",
    "btnText": "और पढ़ें",
    "link": "/about/why-choose-us"
  }
]
