[
  {
    "image": "https://images.pexels.com/photos/3184292/pexels-photo-3184292.jpeg",
    "heading": "বাজার গবেষণা: ডেটা-ভিত্তিক অন্তর্দৃষ্টির মাধ্যমে আপনার ব্যবসার ক্ষমতায়ন",
    "text": "আপনার ব্যবসার চাহিদা অনুযায়ী কার্যকর গোয়েন্দা তথ্য সরবরাহ করে আমাদের বিস্তৃত বাজার গবেষণা পরিষেবার মাধ্যমে বৃদ্ধির সুযোগ উন্মোচন করুন।",
    "btnText": "আরও পড়ুন",
    "link": "/services/market-research"
  },
  {
    "image": "https://images.pexels.com/photos/3184465/pexels-photo-3184465.jpeg",
    "heading": "সামাজিক গবেষণা: গভীর বিশ্লেষণের মাধ্যমে সামাজিক পরিবর্তনে নেতৃত্ব",
    "text": "আমাদের সামাজিক গবেষণা প্রচেষ্টাগুলি নীতি ও প্রোগ্রাম গঠনে মূল্যবান অন্তর্দৃষ্টি প্রদান করে, যা অর্থবহ সামাজিক প্রভাব সৃষ্টি করে।",
    "btnText": "আরও পড়ুন",
    "link": "/services/social-research"
  },
  {
    "image": "https://images.pexels.com/photos/3184306/pexels-photo-3184306.jpeg",
    "heading": "ডেটা সংগ্রহ ও ফিল্ডওয়ার্ক: নির্ভরযোগ্য ডেটা সংগ্রহ, বিশ্বাসযোগ্য ফলাফল",
    "text": "আমাদের অভিজ্ঞ মাঠ টিম সঠিক ও নৈতিকভাবে ডেটা সংগ্রহ নিশ্চিত করে, যা প্রভাবশালী গবেষণার জন্য একটি শক্ত ভিত্তি প্রদান করে।",
    "btnText": "আরও পড়ুন",
    "link": "/services/data-collection"
  },
  {
    "image": "/home/hero4.jpg",
    "heading": "উদ্ভাবন ও ক্লায়েন্ট-কেন্দ্রিক সমাধান: গ্রাহকপ্রধান দৃষ্টিভঙ্গির সাথে অগ্রণী গবেষণা",
    "text": "CCSL উদ্ভাবনী পদ্ধতি ও গ্রাহকদের চাহিদার গভীর বোঝাপড়া মিলিয়ে এমন গবেষণা সমাধান প্রদান করে যা সাফল্য নিশ্চিত করে।",
    "btnText": "আরও পড়ুন",
    "link": "/about/innovation"
  },
  {
    "image": "/home/hero5.jpg",
    "heading": "ভৌগলিক পরিসর: বাংলাদেশ এবং এর বাইরেও বিস্তৃত পৌঁছানো",
    "text": "আমরা বাংলাদেশ জুড়ে শক্তিশালী উপস্থিতি এবং APAC ও GCC অঞ্চলে কৌশলগত অংশীদারিত্বের মাধ্যমে আপনার গবেষণার জন্য ব্যতিক্রমী ভৌগলিক পরিসর প্রদান করি।",
    "btnText": "আরও পড়ুন",
    "link": "/about/coverage"
  },
  {
    "image": "/home/hero6.jpg",
    "heading": "কেন আমাদের বেছে নেবেন: গবেষণায় আপনার বিশ্বস্ত অংশীদার",
    "text": "CCSL স্থানীয় দক্ষতা ও বৈশ্বিক মানদণ্ড মিশিয়ে উচ্চমানের, নৈতিক ও প্রভাবশালী গবেষণা সমাধান প্রদান করে যা আপনার চাহিদার সাথে খাপ খায়।",
    "btnText": "আরও পড়ুন",
    "link": "/about/why-choose-us"
  }
]
